{"recent":["There's no explanation or forewarning","Sooner than later, I'll need a saviour!","What I got to say to make you let me get away with it this time?","bet you puppies will never guess this lung disease: Pneumonoultramicroscopicsilicovolcanoconiosis","You don't have to feel safe to feel unafraid","Please excuse me. I'm not thinking clear.","Save me from the horror!","And you'll make a world just disappear","So I swallowed my pride and I got on my knees","But I'm willing to change for the sake of me and you","And we got by on gratitude.","You show me where to go!","On my way down, you betrayed me","Don't put your sugar on me!","I'm looking for the thunder","And sometimes the mind fools; only the body knows","and I've come to see that I'm in this alone","Six to nine I'm out of line.","The night is deafening when the silence is listening","Seems somebody put out the moon","Your ego is getting old! How did you get so cold?","For everything under the sun, I owe you one","We approach the streets with the clear conscious we'll survive","If you fall back down, you're gonna help me back up again","Into the sea! Into the sea.","No not when there's work to be done","No tragedy, no poetry","If my yesterday is a disgrace, show me that You still recall my name.","Pick apart a hundred flowers","You make the street lights reappear!","It must just be stress but I likely shouldn't be here!","Just to be quiet with you","Like a fool, I left the river and watched my branches fall","Please don't lose hold of me out there!","Broken window frames colour her eyes in with black lines","Gonna make everything all right","Up up and away!","You saw me at the worst, You caught me falling first!","In the shadow of darkness, I stand in the light.","We couldn't stop it; we couldn't control it","And I need someone by my side!","The sun is always going to rise up","If I fall back down, you're gonna be my friend","Who will drive my soul?","I feel bright when you stand near","I'm looking for more than a little bit","No matter the trouble you meet","Is mathematics keeping you from thinking free?","Let's play pretend","The car will get us there so you don't have to wait.","I just want to be so much","Never gonna give you up! Never gonna let you down!","It's a little late but you know I just want you to be happy!","Show me how your bones shake!","So bright the moon! So soft the breeze!","I'm over you; it's over obviously","Tell me that You'll still recall my name.","The last thing I want is to let you down","It's late and I am tired!","I got on my boots; got my boots on!","'Cause I start losing my head and then I get up in a panic","Lions make you brave","When I was afraid, you made me still","It's one way to opt for a horizon","I can't control it, so I go with it.","The way you feel is something everybody goes through.","Don't worry about me, I'm gonna make it alright","I'm down on my knees, and I know that something is missing.","For the breath You give","My mouth is frozen so I can't even speak!","Find me at the bottom looking at the vultures","'Cause all I see is you not feeling","Come and stumble me!","Can I let the sky fill what's missing, and...","Give me emergency!","You took me off the ground and lifted me higher!","I always get it better right afterwards","A love-hate romance, I can't feel my hands","I've lost my appetite","How I know your face like the back of my hand","Stand me up and maybe I won't be so small!","Even if I look and act really crazy","Filling my head with the wrong scenes","I'm gonna have to find my way through it","Not at all practical, wasting our time?","I played my part, if it matters","No fighting wars, no ringing chimes.","I wanna go where you're going!","Stood like a stone as you stood quietly","Cried 'til my river turned into a lake!","Even better yet, I'll let a little light melt the ice, ice baby!","Been knocked out beat down black and blue","It's a love-hate romance","It becomes so hard to stand and I keep trying to dry my eyes","Can I let the trees do the talking?","Cause these are the things we know for sure","'Cause I know you're changing too","When fights were for fun, we had water in guns","I'll be okay! I'll be okay if you...","'Cause in your sleep it's never over when you give up","I'm looking for the blackness","You're the only road I know!","Got my enemies cross-haired in my sight","All it takes is practice","My way becomes so clear...","You were only there when you wanted and I'm delirious","It's too late to sweeten this baby","We are planets passing by!","Free my hands and feet and maybe I won't always fall...","Winter left a cover that I'm gonna end up under","Slow it all down, the damage is done","I like it here beside you dear","He heard, she heard, you heard me once","Kiss me if you're mad at mommy","I just want to feel alive!","She gets me to come out of hiding","All the things I want to say...","I know you're upset and that you're happy just to sit and hate me!","You're making it hard for me! All I can do is freeze!","I'll be the one to keep you one disaster less!","Give me a second go!","Forget about it, don't let it get you down!","How many coffins before there's a crown?","Now is not the time and you're not alone","And I love you 'cause you're mine","I care too much today","I'm just trying to get us on the same page","We learn to talk it over 'til it's smooth","The times you don't want to wake up","But I'm perfect for you.","Sitting by a broken tree","Are there skylines of the cities you don't see?","Show me that you still recall my name","Gonna leave a mark, I'm gonna set a spark","Lead me, river, like a mother!","I see silver horns beneath the trees!","Cheap words falling out of your teeth","Claiming but never claimed!","and romance just is","And watch the world in wonder as mountains turn into tiles","Take me as I am bad or best!","We all dream about love","Just looking for wisdom in the dark.","The worst they could do to you was check your attitude","Maybe I don't say all the right things","I'm not yours and you're not mine","Show me to the shipwreck!","I never meant to wither, I wanted to be tall","So talk to me and make me feel fine!","Seems like the more you grow, the more time you spend alone","We'll make it the year we find the cure","When all the wrong impressions are said and heard","When she comes, you'll ask her to stay!","How far will I fall 'til the alarm sounds?","And when I'm at the edge of Sorrow's Blade","I could wait a thousand hours","See, it's our style to keep it true","One to five I'm half alive!","Giants give you faith","I try to think of how my life would probably be","How come you save me when I am angry?","We are rockets in the sky!","I'm just a girl; I won't be changing the world.","I know I'm not ready to go home","I don't understand why I'm in this alone.","We're just feeling fine.","You're three sides of my eight-sided circle","Save me!","'Cause I could watch her dance if I've got my boots!","And break off the chains and throw them away!","I'd like to make myself believe","In the cloud around me, I don’t know where You are","If you don't believe me, if you don't like my plans","Every time you say hello","'Cause I don't know the words to thank you properly","Say that you're with me","I'm wondering now before it's too late","I'm learning how to get up off my knees","I love your face, your hair, regardless of your mood","A follower following!","I never really ever know what to say","It might not take all yours away","And I don't want to go but I know I've gotta go","Ten to twelve I'm not myself by the millionth time I cry.","Are there oceans full of things you'll never say?","Death is a charade","Pull me in the undertow.","How can you love me when I am ugly?","I can't help if things come out","And shake off the dust that turned me to rust!","Love me even if I'm a mess!","Where's your hear--wha...?! oh wait I'm in drop D...","Give us a place to go where we can be found.","Just to be quiet","The same dynamic that another day would never matter","Take me over to some other unknown!","My arms get cold in February air!","Look at the people all around you!","Come and find me in the valley...","You're even more than you appear"]}