{"recent":["I'm the one, there's not too many","It's clear that I care too much today.","Winter left a cover that I'm gonna end up under","Are there oceans full of things you'll never say?","Filling my head with the wrong scenes","Save me!","Pick apart a hundred flowers","So here we go heart and soul","All it takes is practice","And when it's the end, our lives will make sense","No tragedy, no poetry","Gonna make it through the darkest night","Tell me when you feel ready","How far will I fall 'til the alarm sounds?","'Cause I start losing my head and then I get up in a panic","For everything under the sun, I owe you one","I don't want to know","I'm at my wits end, and you're ignorant to refuse it","Give me emergency!","We approach the streets with the clear conscious we'll survive","He heard, she heard, you heard me once","I don't think you're knowing how hard this is for me","It won't ever change if you want it to stay the same","You pulled me from the grave and stood me on a hill","The last thing I want is to let you down","A follower following!","I'd like to make myself believe","The night is deafening when the silence is listening","And sometimes the mind fools; only the body knows","Have you seen the Queen of the Castle?","Can I let my mouth do the listening?","Just to be quiet with you","'Cause all I see is you not feeling","I know I don't make all the best moves","The car will get us there so you don't have to wait.","In the shadow of darkness, I stand in the light.","Show me how your bones shake!","I wanna go where you're going!","Now I'll never be the same.","and I hope you're hearing this","I know what I am when you are here!","It's a love hate-romance","Not at all practical, wasting our time?","I know where I am when you are here!","You're the minus to my plus","And I know sometimes I get weak","We'll drive, not walk, 'cause I know that you hate...","I always get it better right afterwards","And trees losing their leaves, and our faces becoming tired","Maybe I stumble on my words","Got my enemies cross-haired in my sight","But I'm perfect for you.","bet you puppies will never guess this lung disease: Pneumonoultramicroscopicsilicovolcanoconiosis","I'll be okay! I'll be okay if you...","Cheap words falling out of your teeth","Conquer a ladder then slip on a snake!","I'll be the one to keep you one disaster less!","No matter the trouble you meet","Don't worry about me, I'm gonna make it alright","You don't have to feel safe to feel unafraid","Open up your eyes and see","Don't want to move an inch, let alone a million miles!","No not when there's work to be done","But I'm willing to change for the sake of me and you","With a love gone sour","Never gonna give you up! Never gonna let you down!","You show me where to go!","I'm very lucky to have my crew stood by me when she flew","How come you save me when I am angry?","If you don't believe me, if you don't like my plans","Don't Casanova me","Remember the times we had soda for wine?","I'm just a girl; I won't be changing the world.","You saw me at the worst, You caught me falling first!","The city's shining bright, but you don't see the light!","Can I let the sky fill what's missing, and...","All the things I want to say...","We learn to talk it over 'til it's smooth","and I've come to see that I'm in this alone","No fighting wars, no ringing chimes.","It takes disaster to learn a lesson","How I know your face like the back of my hand","Free my hands and feet and maybe I won't always fall...","We're just feeling fine.","So I swallowed my pride and I got on my knees","I'm over you; it's over obviously","Let's play pretend","Burn this whole place down to the ground again","Show me to the shipwreck!","Can I let the ground do the walking?","Stood like a stone as you stood quietly","So talk to me and make me feel fine!","When all the wrong impressions are said and heard","Give me a second go!","The best I can do is to be myself","Gonna make everything all right","Always going, never knowing","It must just be stress but I likely shouldn't be here!","It really makes you brave, but we do it all the time","And when I'm at the edge of Sorrow's Blade","And shake off the dust that turned me to rust!","We couldn't stop it; we couldn't control it","She's not the one coming back for you","I never really ever know what to say","The way you feel is something everybody goes through.","What I was going to bring up suddenly","Maybe I laugh at all the wrong times","It becomes so hard to stand and I keep trying to dry my eyes","Wipe the mark of madness from my face!","And boy you know that I'm not perfect.","And I love you 'cause you're mine","Even better yet, I'll let a little light melt the ice, ice baby!","When fights were for fun, we had water in guns","Lions make you brave","There's no more flavor","Kiss me if you're mad at mommy","Forgive me if I'm ever on a knee","I know I'm not ready to go home","You took me off the ground and lifted me higher!","It's one way to opt for a horizon","Take a bad situation; gonna make it right","Slow it all down, the damage is done","When she swings, she's a heavy hitter!","My way becomes so clear...","Giants give you faith","Changing but never changed!","How many times can my hands hit the ground?","Be steady on your feet","The place is flying high but right now I want to be low","I'm gonna have to find my way through it","When I was afraid, you made me still","It's one way to say we're abandoned","I'm a bit of a manic when it's not as I plan it","Ten to twelve I'm not myself by the millionth time I cry.","'Cause in your sleep it's never over when you give up","I know you're upset and that you're happy just to sit and hate me!","'Cause you balance me out","Come and stumble me!","And break off the chains and throw them away!","Don't talk about it; don't let it get you down!","We are rockets in the sky!","Forget about it, don't let it get you down!","Cried 'til my river turned into a lake!","With a little poison, we can burn this whole place down","To the cactus in the valley; it's about to crumble down","And I don't want to go but I know I've gotta go","You're the only road I know!","On what to watch or what we're going to eat","We can sit and pass the time","We all need to find a dream","How come I can never get the right words I need to convey?","'Cause there are words I want to shout","It's not going to be long before we're all gone","I'm learning how to get up off my knees","You might know if you're from around here","I played my part, if it matters","You made it hurt so bad","She gets me to come out of hiding","Just to be quiet","It would be nice to start over again before we were men","I tried to do you right. Why'd you have to go and turn to ice?","You were only there when you wanted and I'm delirious","Lead me, river, like a mother!","Where's your heart in this matter?","Straighten up your tie, take the microphone","When you're in the room, my head is clear","Let it all run down...","My arms get cold in February air!","I try to think of how my life would probably be","If this whole world goes up in arms, all I can do is stand","Seems somebody burned up the signs","All the shadows in the way...","We had a rocket that fell out of orbit","But maybe I'll stay low...","Underneath all the crimson linings","Guess I can only hope","I can't follow the way she moves","I care too much today","You're my cause to live","I could wait a thousand hours","Now the road is a minefield","Let the other side of darkness kiss your face","The worst they could do to you was check your attitude","Take me as I am bad or best!","Look at the people all around you!","Jonny loves Jess!","Take me over to some other unknown!","But I know I've got nothing to prove","I'm not the type to say sorry constantly","and romance just is","What goes on for half of the year","Show me that Your love will never change!","The worst of times now? They don't phase me","I can't see past the shadows","Baby, that's what you love about me","But I'll make a bet that you'll be better to forget about me!","Claiming but never claimed!","I'm wondering now before it's too late","Are there skylines of the cities you don't see?","Some people betray you and then cause treason"]}