{"recent":["Be steady on your feet","The place is flying high but right now I want to be low","I'm gonna have to find my way through it","When I was afraid, you made me still","It's one way to say we're abandoned","I'm a bit of a manic when it's not as I plan it","Ten to twelve I'm not myself by the millionth time I cry.","'Cause in your sleep it's never over when you give up","I know you're upset and that you're happy just to sit and hate me!","'Cause you balance me out","Come and stumble me!","And break off the chains and throw them away!","Don't talk about it; don't let it get you down!","We are rockets in the sky!","Forget about it, don't let it get you down!","Cried 'til my river turned into a lake!","With a little poison, we can burn this whole place down","To the cactus in the valley; it's about to crumble down","And I don't want to go but I know I've gotta go","You're the only road I know!","On what to watch or what we're going to eat","We can sit and pass the time","We all need to find a dream","How come I can never get the right words I need to convey?","'Cause there are words I want to shout","It's not going to be long before we're all gone","I'm learning how to get up off my knees","You might know if you're from around here","I played my part, if it matters","You made it hurt so bad","She gets me to come out of hiding","Just to be quiet","It would be nice to start over again before we were men","I tried to do you right. Why'd you have to go and turn to ice?","You were only there when you wanted and I'm delirious","Lead me, river, like a mother!","Where's your heart in this matter?","Straighten up your tie, take the microphone","When you're in the room, my head is clear","Let it all run down...","My arms get cold in February air!","I try to think of how my life would probably be","If this whole world goes up in arms, all I can do is stand","Seems somebody burned up the signs","All the shadows in the way...","We had a rocket that fell out of orbit","But maybe I'll stay low...","Underneath all the crimson linings","Guess I can only hope","I can't follow the way she moves","I care too much today","You're my cause to live","I could wait a thousand hours","Now the road is a minefield","Let the other side of darkness kiss your face","The worst they could do to you was check your attitude","Take me as I am bad or best!","Look at the people all around you!","Jonny loves Jess!","Take me over to some other unknown!","But I know I've got nothing to prove","I'm not the type to say sorry constantly","and romance just is","What goes on for half of the year","Show me that Your love will never change!","The worst of times now? They don't phase me","I can't see past the shadows","Baby, that's what you love about me","But I'll make a bet that you'll be better to forget about me!","Claiming but never claimed!","I'm wondering now before it's too late","Are there skylines of the cities you don't see?","Some people betray you and then cause treason","Don't let me go alone!","Makes me need to fix up the hair!","'Cause I don't know the words to thank you properly","Death is a charade","Hold my hand to keep me steady","Are we all radicals painting our own lines?","Play the music loud, don't make a sound","A love hate-romance, I can't feel my hands","No matter the weather there's never a break!","I feel found when you stand near","But I felt a hard force holding me too tight!","What a disappointment, I had it perfectly!","Owe You everything!","I'm not yours and you're not mine","Black turns gray; ahead, ahead...","Reasons I'll never know","We ran a good course. It was a good flight.","I've been reading all of the wrong books","Old and thirsty, I longed for the flood to come back around","Sometimes a heart cools after the heat goes.","Every time you say hello","Where there's no borders, there are no lines!","One to five I'm half alive!","If the air was meant to be glitter","Give us a place to go where we can be found.","And in the clouds my head is clear","Put me in the undertow.","Out across cities, I see buildings burn into piles.","Before you know it you end up perfectly on your own","I'm coming up off the ground!","I wish I could discover something that doesn't expire!","It's only one part of the story","It won't ever change if you want it to stay the same","We're out of time to keep being lied to.","You make the darkness disappear!","Ready to burn down","Are we denying a crisis or are we scared of admitting it?","This is where we're supposed to be","And when it's the end, our lives will make sense","Sing the last thing on your mind!","Such are the things that make a kingdom rumble and shatter","I can't help if things come out","When I'm in a summer I forget how much I love her","How we lost hold of home, I guess I'll never know.","You need to wake up, gotta keep your face up!","I'm at my wits end, and you're ignorant to refuse it","Pull me in the undertow.","Don't let rain clouds cry at all of your parades","Say you know my face like the back of your hand","How can you love me when I am ugly?","Without you, I would feel so unhappy","How come you concentrate on things that don't make you feel right?","When you're gone, will I lose control?","How many times will the clock go around?","To live without love is not what we're for","You pulled me from the grave and stood me on a hill","Do you see lights? Turn your shadows white!","Now my vision is no longer hazy","A follower following!","In talking sweet, now fix it somehow","It's clear that I care too much today.","So the storm finally found me and left me in the dark","I'm the one, there's not too many","For the love You bring","Once in a while, I act like a child","But still you just stood there as you stared at me","I don't want to know","And find something decent to wear!","Don't want to move an inch, let alone a million miles!","Don't think too hard if you think it hurts that bad","There are a couple things -- we don't always agree","Gonna make it through the darkest night","Stop and stare...","Wipe the mark of sadness from my face!","And trees losing their leaves, and our faces becoming tired","Stay the same in sun and showers","Paint this city from ear to fear","I've got my boots","What you've given me is more than I can say!","The city's shining bright, but you don't see the light!","There's no explanation or forewarning","Sooner than later, I'll need a saviour!","What I got to say to make you let me get away with it this time?","bet you puppies will never guess this lung disease: Pneumonoultramicroscopicsilicovolcanoconiosis","You don't have to feel safe to feel unafraid","Please excuse me. I'm not thinking clear.","Save me from the horror!","And you'll make a world just disappear","So I swallowed my pride and I got on my knees","But I'm willing to change for the sake of me and you","And we got by on gratitude.","You show me where to go!","On my way down, you betrayed me","Don't put your sugar on me!","I'm looking for the thunder","And sometimes the mind fools; only the body knows","and I've come to see that I'm in this alone","Six to nine I'm out of line.","The night is deafening when the silence is listening","Seems somebody put out the moon","Your ego is getting old! How did you get so cold?","For everything under the sun, I owe you one","We approach the streets with the clear conscious we'll survive","If you fall back down, you're gonna help me back up again","Into the sea! Into the sea.","No not when there's work to be done","No tragedy, no poetry","If my yesterday is a disgrace, show me that You still recall my name.","Pick apart a hundred flowers","You make the street lights reappear!","It must just be stress but I likely shouldn't be here!","Just to be quiet with you","Like a fool, I left the river and watched my branches fall","Please don't lose hold of me out there!","Broken window frames colour her eyes in with black lines","Gonna make everything all right","Up up and away!","You saw me at the worst, You caught me falling first!","In the shadow of darkness, I stand in the light.","We couldn't stop it; we couldn't control it","And I need someone by my side!","The sun is always going to rise up","If I fall back down, you're gonna be my friend","Who will drive my soul?","I feel bright when you stand near","I'm looking for more than a little bit","No matter the trouble you meet"]}