{"recent":["I'm looking at you looking at me, what can I do but say sorry?","When she swings, she's a heavy hitter!","How come you save me when I am angry?","Just to be quiet with you","You don't have to feel safe to feel unafraid","And trees losing their leaves, and our faces becoming tired","I'm looking for more than a little bit","Always going, never knowing","For everything under the sun, I owe you one",null,"When you're gone, will I lose control?","You might know if you're from around here","We're out of time to keep being lied to.","Look at the people all around you!","Lead me, river, like a mother!","For the breath You give","So the storm finally found me and left me in the dark","We learn to talk it over 'til it's smooth","How many times will the clock go around?","When all the wrong impressions are said and heard","He heard, she heard, you heard me once","Come and find me in the valley...","Hold my hand to keep me steady","Let the other side of darkness kiss your face","I'm learning how to get up off my knees","It becomes so hard to stand and I keep trying to dry my eyes","Say that you're with me","I don't want to know","You show me where to go!","I try to think of how my life would probably be","Lions make you brave","Things that don't make sense are always a little deceiving","Tell me that You'll still recall my name.","You make the street lights reappear!","Where's your heart in this matter?","There's no more flavor","I hope you can all the time","Where there's no borders, there are no lines!","You're the only road I know!","The car will get us there so you don't have to wait.","The way you feel is something everybody goes through.","Maybe I laugh at the wrong times","'Cause all I see is you not feeling","Not at all practical, wasting our time?","Six to nine I'm out of line.","It's too late to sweeten this baby","Do you see lights? Turn your shadows white!","Don't put your sugar on me!","What you've given me is more than I can say!","This is where we're supposed to be","Paint the city from ear to fear","Stop taking lives; come on, let's all grow up again!","No matter the weather there's never a break!","But I'll make a bet that you'll be better to forget about me!","'Cause there are words I want to shout","I'm a bit of a manic when it's not as I plan it","Giants give you faith","And I know sometimes I get weak","I'd give, I'd bend, let's play pretend","You're even more than you appear","There are a couple things -- we don't always agree","Changing but never changed!","I've lost my appetite","And I love you 'cause you're mine","'Cause in your sleep it's never over when you give up","What a disappointment, I had it perfectly!","How come you concentrate on things that don't make you feel right?","But I'm perfect for you.","I'm not yours and you're not mine","How come I can never get the right words I need to convey?","Standing in the heart of the disease","Do you see lights?","My way becomes so clear...","Reasons I'll never know","Gonna leave a mark, I'm gonna set a spark","Sing the last thing on your mind!","Give me a disaster!","Broken window frames colour her eyes in with black lines","Remember the times we had soda for wine?","I played my part, if it matters","We're just feeling fine.","Give me a second go!","I know I'm not ready to go home","It must just be stress but I likely shouldn't be here!","Guess I can only hope","Can I let the ground do the walking?","Stand me up and maybe I won't be so small!","And boy you know that I'm not perfect.","Old and thirsty, I longed for the flood to come back around","Can I let the sky fill what's missing, and...","Ready to burn down","Into the sea! Into the sea.","We all dream about love","My mouth is frozen so I can't even speak!","Baby, that's what you love about me","Now is not the time and you're not alone","Forget about it, don't let it get you down!","Such are the things that make a kingdom rumble and shatter","And I need someone by my side!","How many times can my hands hit the ground?","I feel bright when you stand near","But still you just stood there as you stared at me","I'm just trying to get us on the same page","The place is flying high but right now I want to be low","And watch the world in wonder as mountains turn into tiles","Take me river; carry me far!","If my yesterday is a disgrace, show me that You still recall my name.","Black turns gray; ahead, ahead...","It really makes you brave, but we do it all the time","The worst they could do to you was check your attitude","And we don't belong here at all","Just staring at the sky","I'm looking for the blackness","One to five I'm half alive!","I've got my boots","Please don't lose hold of me out there!","Kiss me if you're mad at mommy","On what to watch or what we're going to eat","Maybe I don't say all the right things","and romance just is","I've come to realize that you've made up too many excuses","Johnny loves Jess!","Even better yet, I'll let a little light melt the ice, ice baby!","You need to wake up, gotta keep your face up!","Cause these are the things we know for sure","Where's your hear--wha...?! oh wait I'm in drop D...","When you're in the room, my head is clear","Find me at the bottom looking at the vultures","Please excuse me. I'm not thinking clear.","Just to be quiet","You're my cause to live","It's one way to opt for a horizon","I can't help if things come out","Be steady on your feet","Underneath the crimson linings","Ten to twelve I'm not myself by the millionth time I cry.","I won't be looking down.","Chaos all around! Explosions and fire!","It might not take all yours away","Straighten up your tie, take the microphone","I feel found when you stand near","I can't control it, so I go with it.","And I don't want to go but I know I've gotta go","But I know I've got nothing to prove","I can't follow the way she moves","It would be nice to start over again before we were men","We can sit and pass the time","You're three sides of my eight-sided circle","'Cause I know you're changing too","What I mean is all I need is just a little emotion","I like it here beside you dear","Cried 'til my river turned into a lake!","Come and stumble me!","Maybe I mumble and I curse","I never meant to wither, I wanted to be tall","Jonny loves Jess!","We all need to find a dream","And find something decent to wear!","What goes on for half of the year","How we lost hold of home, I guess I'll never know.","I don't understand why I'm in this alone.","Makes me want to fix up the hair!","'Cause all I want is to make you proud!"]}