{"recent":["Just staring at the sky","I'm looking for the blackness","One to five I'm half alive!","I've got my boots","Please don't lose hold of me out there!","Kiss me if you're mad at mommy","On what to watch or what we're going to eat","Maybe I don't say all the right things","and romance just is","I've come to realize that you've made up too many excuses","Johnny loves Jess!","Even better yet, I'll let a little light melt the ice, ice baby!","You need to wake up, gotta keep your face up!","Cause these are the things we know for sure","Where's your hear--wha...?! oh wait I'm in drop D...","When you're in the room, my head is clear","Find me at the bottom looking at the vultures","Please excuse me. I'm not thinking clear.","Just to be quiet","You're my cause to live","It's one way to opt for a horizon","I can't help if things come out","Be steady on your feet","Underneath the crimson linings","Ten to twelve I'm not myself by the millionth time I cry.","I won't be looking down.","Chaos all around! Explosions and fire!","It might not take all yours away","Straighten up your tie, take the microphone","I feel found when you stand near","I can't control it, so I go with it.","And I don't want to go but I know I've gotta go","But I know I've got nothing to prove","I can't follow the way she moves","It would be nice to start over again before we were men","We can sit and pass the time","You're three sides of my eight-sided circle","'Cause I know you're changing too","What I mean is all I need is just a little emotion","I like it here beside you dear","Cried 'til my river turned into a lake!","Come and stumble me!","Maybe I mumble and I curse","I never meant to wither, I wanted to be tall","Jonny loves Jess!","We all need to find a dream","And find something decent to wear!","What goes on for half of the year","How we lost hold of home, I guess I'll never know.","I don't understand why I'm in this alone.","Makes me want to fix up the hair!","'Cause all I want is to make you proud!","Turn your shadows white!","And we got by on gratitude.","What I got to say to make you let me get away with it this time?","Stop and stare...","You're the minus to my plus when it's just the two of us!","If you fall back down, you're gonna help me back up again","Can I let the trees do the talking?","We walk the city","The last word on your breath!","I'm wondering now before it's too late","Who will drive my soul?","I just want to be so much","I'm down on my knees, and I know that something is missing.","Paint this city from ear to fear","The worst of times now? They don't phase me","Sitting by a broken tree","Owe You everything!","Seems like the more you grow, the more time you spend alone","I'm not the type to say sorry constantly","If I fall back down, you're gonna be my friend","I just want to run to you","All the shadows in the way...","Save me from the horror!","Underneath all the crimson linings","We'll make it the year we find the cure","And I won’t fight for anyone until You move my hands","I care too much today","I've been reading all of the wrong books","Something in the way she comes gliding","Take me as I am bad or best!","Wish I could spark a smile.","And you're giving me nothing nice!","Show me how a heart breaks!","I'm coming up off the ground!","I'm looking for the thunder","Put me in the undertow.","Show me that Your love will never change!","Dark out, but you still gotta light up!","How many coffins before there's a crown?","I'm not the hunter, I'm not the marked","The times you don't want to wake up","Because my dreams are bursting at the seams","Once in a while, I act like a child","'Cause I could watch her dance if I've got my boots!","Just looking for wisdom in the dark.","It gets like a prison in the body I'm living in","Is mathematics keeping you from thinking free?","And you'll make a world just disappear","'Cause I don't know the words to thank you properly","And in the clouds my head is clear","Every time you say hello","Even if I act and look really crazy","Don't think too hard if you think it hurts that bad","I got on my boots; got my boots on!","I'm the one, there's not too many","It's clear that I care too much today.","Winter left a cover that I'm gonna end up under","Are there oceans full of things you'll never say?","Filling my head with the wrong scenes","Save me!","Pick apart a hundred flowers","So here we go heart and soul","All it takes is practice","And when it's the end, our lives will make sense","No tragedy, no poetry","Gonna make it through the darkest night","Tell me when you feel ready","How far will I fall 'til the alarm sounds?","'Cause I start losing my head and then I get up in a panic","For everything under the sun, I owe you one","I don't want to know","I'm at my wits end, and you're ignorant to refuse it","Give me emergency!","We approach the streets with the clear conscious we'll survive","He heard, she heard, you heard me once","I don't think you're knowing how hard this is for me","It won't ever change if you want it to stay the same","You pulled me from the grave and stood me on a hill","The last thing I want is to let you down","A follower following!","I'd like to make myself believe","The night is deafening when the silence is listening","And sometimes the mind fools; only the body knows","Have you seen the Queen of the Castle?","Can I let my mouth do the listening?","Just to be quiet with you","'Cause all I see is you not feeling","I know I don't make all the best moves","The car will get us there so you don't have to wait.","In the shadow of darkness, I stand in the light.","Show me how your bones shake!","I wanna go where you're going!","Now I'll never be the same.","and I hope you're hearing this","I know what I am when you are here!","It's a love hate-romance","Not at all practical, wasting our time?","I know where I am when you are here!","You're the minus to my plus","And I know sometimes I get weak","We'll drive, not walk, 'cause I know that you hate...","I always get it better right afterwards","And trees losing their leaves, and our faces becoming tired","Maybe I stumble on my words","Got my enemies cross-haired in my sight","But I'm perfect for you.","bet you puppies will never guess this lung disease: Pneumonoultramicroscopicsilicovolcanoconiosis","I'll be okay! I'll be okay if you...","Cheap words falling out of your teeth","Conquer a ladder then slip on a snake!","I'll be the one to keep you one disaster less!","No matter the trouble you meet","Don't worry about me, I'm gonna make it alright","You don't have to feel safe to feel unafraid","Open up your eyes and see","Don't want to move an inch, let alone a million miles!","No not when there's work to be done","But I'm willing to change for the sake of me and you","With a love gone sour","Never gonna give you up! Never gonna let you down!","You show me where to go!","I'm very lucky to have my crew stood by me when she flew","How come you save me when I am angry?","If you don't believe me, if you don't like my plans","Don't Casanova me","Remember the times we had soda for wine?","I'm just a girl; I won't be changing the world.","You saw me at the worst, You caught me falling first!","The city's shining bright, but you don't see the light!","Can I let the sky fill what's missing, and...","All the things I want to say...","We learn to talk it over 'til it's smooth","and I've come to see that I'm in this alone","No fighting wars, no ringing chimes.","It takes disaster to learn a lesson","How I know your face like the back of my hand","Free my hands and feet and maybe I won't always fall...","We're just feeling fine.","So I swallowed my pride and I got on my knees","I'm over you; it's over obviously","Let's play pretend","Burn this whole place down to the ground again","Show me to the shipwreck!","Can I let the ground do the walking?","Stood like a stone as you stood quietly","So talk to me and make me feel fine!","When all the wrong impressions are said and heard","Give me a second go!"]}