{"recent":["Don't talk about it; don't let it get you down!","Sooner than later, I'll need a saviour!","Jonny loves Jess!","But I'll make a bet that you'll be better to forget about me!","And in the clouds my head is clear","I can't follow the way she moves","But maybe I'll stay low...","So the storm finally found me and left me in the dark","We approach the streets with the clear conscious we'll survive","You're my cause to live","Show me how a heart breaks!","Let's raise a toast to a sad story!","What a disappointment, I had it perfectly!","Stay the same in sun and showers","Please don't lose hold of me out there!","There's no explanation or forewarning","We ran a good course. It was a good flight.","Let's play pretend","Up up and away!","But I'm willing to change for the sake of me and you","Out across cities, I see buildings burn into piles.","It really makes you brave, but we do it all the time","And I need someone by my side!","And when it's the end, our lives will make sense","When I'm in a summer I forget how much I love her","I'm a bit of a manic when it's not as I plan it","Just let it go; don't let it bring you down now","So bright the moon! So soft the breeze!","I know I don't make all the best moves","Baby, that's what you love about me","Sing the last thing on your mind!","Don't let me go alone!","I don't think you're knowing how hard this is for me","So here's my heart and here's my mouth","You saw me at the worst, You caught me falling first!","And find something decent to wear!","Be steady on your feet","Come leap and twirl! Come tap and soar!","Pick apart a hundred flowers","Can I let my mouth do the listening?","Take me river; carry me far!","You show me where to go!","Oh here, in the shadow; here I am.","I feel bright when you stand near","I'm looking for more than a little bit","You pulled me from the grave and stood me on a hill","Into the sea! Into the sea.","We walk the city","Burn this whole place down to the ground again","Now my vision is no longer hazy","And I know sometimes I get weak","Show me how your bones shake!","The place is flying high but right now I want to be low","Tell me when you feel ready","What you've given me is more than I can say!","I hope you can all the time","Never gonna give you up! Never gonna let you down!","For the breath You give","Not at all practical, wasting our time?","On my way down, you betrayed me","I'm not the type to say sorry constantly","Been knocked out beat down black and blue","Gonna make everything all right","You're the minus to my plus when it's just the two of us!","I wish I could discover something that doesn't expire!","I can't see past the shadows","So here we go heart and soul","I've lost my appetite","The worst of times now? They don't phase me","I just want to be so much","I'm over you; it's over obviously","In talking sweet, now fix it somehow","It takes disaster to learn a lesson","You need to wake up, gotta keep your face up!","And you'll make a world just disappear","My boo-oo-oo-oo-oots!","I've come to realize that you've made up too many excuses","Things that don't make sense are always a little deceiving","Love me even if I'm a mess! Take me as I am bad or best!","Are we denying a crisis or are we scared of admitting it?","I'm not the hunter, I'm not the marked","Filling my head with the wrong scenes","Gonna make it through the darkest night","I'm coming up off the ground!","What I was going to bring up suddenly","It's a little late but you know I just want you to be happy!","I know you're upset and that you're happy just to sit and hate me!","She gets me to come out of hiding","I've been reading all of the wrong books","Conquer a ladder then slip on a snake!","Are we all radicals painting our own lines?","When she swings, she's a heavy hitter!","Let the other side of darkness kiss your face","And I won’t fight for anyone until You move my hands","Owe You everything!","I tried to do you right. Why'd you have to go and turn to ice?","It's late and I am tired!","I can't control it, so I go with it.","There'll be dancing on the forest floor!","All the things I want to say...","Kiss me if you're mad at mommy","Can I let the trees do the talking?","How we lost hold of home, I guess I'll never know.","Cried 'til my river turned into a lake!","Do you see lights?","To the cactus in the valley; it's about to crumble down","Maybe I laugh at all the wrong times","It's one way to opt for a horizon","Forgive me if I'm ever on a knee","Just to be quiet with you","When fights were for fun, we had water in guns","'Cause in your sleep it's never over when you give up","The last thing I want is to let you down","I see silver horns beneath the trees!","Even if I look and act really crazy","I'm just trying to get us on the same page","No tragedy, no poetry","How many times will the clock go around?","Show me that you still recall my name","I never meant to wither, I wanted to be tall","I'm looking for the blackness","For the love You bring","My mouth is frozen so I can't even speak!","Maybe I mumble and I curse","So talk to me and make me feel fine!","If the air was meant to be glitter","'Cause I know you're changing too","Once in a while, I act like a child","Some people betray one and cause treason","Stand me at the head of the crusade without a remedy!","Tell me that You'll still recall my name.","Lead me, river, like a mother!","Are there skylines of the cities you don't see?","What goes on for half of the year","A love-hate romance, I can't feel my hands","Just looking for wisdom in the dark.","And when I'm at the edge of Sorrow's Blade","The city's shining bright, but you don't see the light!","Even better yet, I'll let a little light melt the ice, ice baby!","Don't think too hard if you think it hurts that bad","I don't want to know","The car will get us there so you don't have to wait.","But I felt a hard force holding me too tight!","Hold my hand to keep me steady","I'm not yours and you're not mine","The night is deafening when the silence is listening","I'm looking for the thunder","Sitting by a broken tree","and romance just is","'Cause I start losing my head and then I get up in a panic","Is there music muted playing underneath?","I wanna go where you're going!","Seems somebody burned up the signs","I'm wondering now before it's too late","It might not take all yours away","Now the road is a minefield","Guess I can only hope","I could wait a thousand hours","No fighting wars, no ringing chimes.","This is where we're supposed to be","Just to be quiet","Claiming but never claimed!","In the shadow of darkness, I stand in the light.","I always get it better right afterwards","'Cause I don't know the words to thank you properly","You're three sides of my eight-sided circle","The worst they could do to you was check your attitude","Wish I could spark a smile.","I got on my boots; got my boots on!","Don't Casanova me","It would be nice to start over again before we were men","You make the street lights reappear!","But I'm perfect for you.","Free my hands and feet and maybe I won't always fall...","'Cause I could watch her dance if I've got my boots!","She's not the one coming back for you","We couldn't stop it; we couldn't control it","Open up your eyes and see","We all need to find a dream","Where's your hear--wha...?! oh wait I'm in drop D...","We can sit and pass the time","When she comes, you'll ask her to stay!","Without you, I would feel so unhappy","bet you puppies will never guess this lung disease: Pneumonoultramicroscopicsilicovolcanoconiosis","How many coffins before there's a crown?","All it takes is practice","Take a bad situation; gonna make it right","There are a couple things -- we don't always agree","Love me even if I'm a mess!","The last word on your breath!","Every time you say hello","Save me from the horror!","'Cause you balance me out","You make the darkness disappear!","Just staring at the sky","I won't be looking down.","I'll be the one to keep you!","I never really ever know what to say","'Cause all I want is to make you proud!","If you fall back down, you're gonna help me back up again"]}